function typeJoin(requestObj,token) {
  
  if(requestObj.type === "join"){
    var replyText = "ขอบคุณที่ชวนน้องทูดูเข้ากลุ่มครับ!\n การใช้งานเบื้องต้นของน้องทูดู คือ การจดบันทึกสิ่งที่ต้องทำให้ครับ และ สามารถแจ้งเตือนคุณผู้ใช้ได้หากใกล้ถึงเวลา Deadline ในวันนั้นแล้ว \n\nทูดูใช้งานไม่ยากครับ แบ่งออกเป็น 2 ส่วนด้วยกันคือ\n1.) การใช้งานสำหรับรายบุคคล\n2.) การใช้งานสำหรับ Group\n\nโดยสามารถเรียกใช้ทูดูได้ตามคำสั่งต่อไปนี้เลยครับ\n1. #add - การเพิ่มสิ่งที่ต้องทำเพียงแค่พิมพ์ #add เว้นวรรคและตามด้วยรายการที่ผู้ใช้ต้องการเพิ่มได้เลยครับ \n\n2.#ch - คำสั่งในการตรวจเช็คว่ามีรายการที่ต้องทำมั้ย ซึ่งทูดูจะมีเวลาแจ้งเตือนผู้ใช้โดยในหนึ่งวันจะแจ้งเตือน 4 เวลาด้วยกันครับ\nโดยจะเตือนประมาณเวลาดังต่อไปนี้\n1. 07:00 น.\n2. 12:00 น.\n3. 18:00น.\n4. 22:00 น.\nไม่ต้องห่วงนะครับ หากสิ่งที่ต้องทำเลยกำหนดการ หรือยังไม่ถึงวันนั้น ทูดูจะไม่รบกวนคุณผู้ใช้แน่นอนครับ\n\n3.#dl - หากคุณผู้ใช้ไม่ต้องการที่จะให้ทูดูติดตามรายการนั้นแล้วสามารถพิมพ์ #dl เพื่อลบรายการนั้นได้ครับ\n\nสามารถเรียก \"todo\" ได้ทุกเมื่อเลยครับ";
    return replyMessage(token,replyText);
    
  }
}
